<?php include_once(__DIR__ . '/../config.php'); 
 include_once(__DIR__ . '/../includes/header.php'); 
include_once(__DIR__ . '/../includes/navbar.php'); ?>

<section class="about">
    <div class="d-flex justify-content-center align-item center mt-5">
        <h2 class="club-name " id="club-name" >More About Us </h2>
        <hr>
    </div>
    <div class="container about-content">
        <div class="about-img d-flex justify-content-center mt-5">
            <img src="../assets/img/about3.jpg" alt="" id="about-img">
        </div>
        <div class="mt-5 about-contant-title d-flex flex-column justify-content-center align-item center mx-5">
            <h2 class="club-name " id="club-name" >Notre Dame College ICT Club</h2>
            <h4 class="club-info-1" >Founding period: 2020-12-10</h4>
            <h6 class="club-info" >Slogan: আইসিটিতে দক্ষ হও ,নিজেকে বদলে নাও</h6>
        </div>
        <hr>
        <div>
            <div class="contant-1">
                <p>
                    <h5>
                    <strong>
                        Club History:
                    </strong>
                    </h5>  ২০১৮ সালের ৩১ জানুয়ারি নটর ডেম কলেজ ময়মনসিংহের আইসিটি বিভাগে শহরের অন্যান্য কলেজের শিক্ষার্থীদের নিয়ে আইসিটি অলিম্পিয়াড অনুষ্ঠিত হয় । কলেজের শিক্ষার্থীদের ঈর্ষনীয় সাফল্যে অনুপ্রাণিত হয়ে আইসিটি বিভাগের শিক্ষকবৃন্দ তথ্য প্রযুক্তি অনুরাগী তৎকালীন অধ্যক্ষ ফাদার ড.জর্জ কমল রোজারিও সিএসসি,মহোদয়ের নিকট আইসিটি ক্লাব গঠনের প্রস্তাব করেন । অধ্যক্ষ ফাদার ২০১৮ সালের ১ ফেব্রæয়ারি তারিখে অনুষ্ঠিত নটরডেম বিজ্ঞান ও সাংস্কৃতিক প্রতিযোগিতা অনুষ্ঠানে নটর ডেম আইসিটি ক্লাব গঠনের ঘোষণা দেন । তৎকালীন ক্লাব কো- অর্ডিনেটর ফাদার প্লাসিড পি.রোজারিও সিএসসি আইসিটি বিভাগের শিক্ষকবৃন্দের ক্লাব মডারেটরের দায়িত্ব প্রদান করেন এবং ১৪ই ফেব্রæয়ারি ২০১৮খ্রিস্টাব্দ হতে আইসিটি ক্লাবের সদস্য সংগ্রহ শুরু হয় ।
                </p>
                <h5>
                    <strong>
                        Mission And Vission:
                    </strong>
                    </h5> 
                    <p>
                        ১. কলেজের শিক্ষার্থীদের মাঝে তথ্য ও যোগাযোগ প্রযুক্তি বিষয়ে উৎসাহ ও আগ্রহ তৈরি করা । ২. তথ্য ও যোগাযোগ প্রযুক্তিমনা শিক্ষার্থীদের প্রযুক্তি জ্ঞান ও দক্ষতা অর্জনে সহায়তা করা । ৩. কলেজের শিক্ষার্থীদের তথ্য ও যোগাযোগ প্রযুক্তি বিষয়ে দক্ষ হিসেবে গড়ে তোলা । ৪. শিক্ষার্থীদের তথ্য ও যোগাযোগ প্রযুক্তির বিভিন্ন বিষয়ে(ওয়েবপেজ ডিজাইন, প্রোগ্রামিং ভাষা, ফটোশপ, গ্রাফিক্স ডিজাইন, ফ্রিল্যান্সিং ,আউটসোর্সিং) ইত্যাদি বিষয়ের উপর কর্মশালার আয়োজন করা ৫.দেশ-বিদেশে ,সরকারি,বেসরকারী বিভিন্ন পর্যায়ের আইসিটি বিষয়ক প্রতিযোগিতায় অংশগ্রহন ও সেরাদের তালিকায় স্থান অর্জনে সহায়তা করা ।  
                    </p>
              
                   <h5>
                    <strong>
                        Achievement:
                    </strong>
                    </h5> 
                     <p>
                        ১. নটর ডেম আইসিটি ক্লাবের আয়োজনে ২৬শে সেপ্টেম্বর ২০১৯ অনুষ্ঠিত হয় সি প্রোগ্রামিং কনটেস্ট। ২. নটর ডেম আইসিটি ক্লাবের দুইজন সদস্য জাতীয় পর্যায়ে আয়োজিত সি প্রোগ্রামিং প্রতিযোগিতায় অংশগ্রহন এবং বিভাগীয় পরীক্ষায় উর্ত্তীণ। ৩. নটর ডেম আইসিটি ক্লাবের একজন সদস্য শিক্ষা বোর্ড কতৃক আয়োজিত “সৃজনশীল মেধা অন্বেষণ ” পুরষ্কার প্রাপ্ত ।
                </p>

            </div>
        </div>
    </div>
</section>




<?php
 include_once(__DIR__ . '/../includes/footer.php'); ?>